<jsp:include page="header.jsp"/>
<jsp:include page="sidebar.jsp"/>
<div id="main"> 
	<h1>Αρχική σελίδα</h1>
	<h3>Σας καλωσορίζουμε στη διαδικτυακή εφαρμογή διαχείρισης έργων.</h3>
	<p>Στόχος αυτού του project είναι να αναπτυχθεί εφαρμογή διαχείρισης έργων και εργασιών με πολλαπλούς χρήστες και ρόλους. Η εφαρμογή αυτή έχει υλοποιηθεί βάσει της 
		αρχιτεκτονικής  thin client - web server και κάθε χρήστης έχει πρόσβαση σε αυτήν μέσω του φυλλομετρήτη παγκόσμιου ιστού (web browser). Μπορείτε όλοι να εγγράφείτε 
		σε αυτή την υπηρεσία. Ο κάθε χρήστης έχει ένα ρόλο ανάλογα με τον οποίο μπορεί να δημιουργεί νέα έργα, νέες εργασίες εντός ενός συγκεκριμένου έργου, να ορίζει το 
		προσωπικό που εμπλέκεται σε ένα συγκεκριμένο έργο και να αναθέτει εργασίες σε αυτό, να επεξεργάζεται εργασίες που του έχουν ανατεθεί αλλάζοντας την κατάστασή τους 
		και να προσθέτει αντιστοίχως σχόλια ανάλογα με το έργο που έχει διεκπεραιώσει.</p><br />
	<p>Επιλέξτε μια από τις επιλογές της μπάρας παραπάνω για να εγγραφείτε ή να συνδεθείτε στην εφαρμογή.</p>
	<h3>Λογαριασμοί για δοκιμές</h3>
	<table>
		<tr>
			<th>Τύπος χρήστη</th>
			<th>Όνομα χρήστη</th>
			<th>Κωδικός</th>
		</tr>
		<tr class="row">
			<td>Υπεύθυνος εφαρμογής</td>
			<td>admin</td>
			<td>admin</td>
		</tr>
		<tr class="row">
			<td>Υπεύθυνος έργου</td>
			<td>manager1</td>
			<td>manager1</td>
		</tr>	
		<tr class="row">
			<td>Προσωπικό</td>
			<td>stuff3</td>
			<td>stuff3</td>
		</tr>	
		<tr class="row">
			<td>Επισκέπτης</td>
			<td>visitor</td>
			<td>visitor</td>
		</tr>			
	</table>
</div>
<jsp:include page="footer.jsp"/>